 [
  {
    "name": "Alka Yagnik",
    "bio": "Alka Yagnik (born March 20 in Calcutta, Bengal, India) is an Indian singer. She is born into a Gujarati family. Both her parents were well versed in classical music. She is classically trained, and has been one of the leading playback singers in Bollywood since the late 1980's. Alka began singing bhajans for Calcutta Radio at the age of six. She thought singing as a hobby but later thought about it as a profession. She came to Mumbai and sang for the film Laawaris (1981) with the song Mere Angene Mein. She got her big break with the song Ek Do Teen from the film Tezaab (1988). The song turned her into a star overnight and went on to become a pop hit. She also received her first Filmfare Best Female Playback Award for the song. Her voice has mostly been used for the younger generation of stars. She has done the playback singing for some of the biggest stars in the industry. Alka also sings for other languages like Marathi, Bengali and Punjabi. User-contributed text is available under the Creative Commons By-SA License and may also be available under the GNU FDL."
  },

  {
    "name": "A. R. Rahman",
    "bio": "Whenever we talk about top Tamil & Telugu singers, we cannot afford to miss the name of A.R. Rahman. No occasion in South India or anywhere is complete without hit A.R. Rahman songs. He has made not just South India but everyone across the globe feels varied emotions with his songs. It is the top A.R. Rahman songs that instantly click with people. Every song lover has a separate A.R. Rahman playlist on their phones. A.S. Dileep Kumar, popularly known as A.R. Rahman, is an Indian film composer, record producer, songwriter, and singer who predominantly works in Hindi and Tamil films. He was born on 6th January 1967 in Madras, Tamil Nadu, India. He began his film career in 1992 when he started Panchathan Record Inn. With this recording studio, he somewhere got a boost in his career. During his career, he has voiced various songs in different regional languages namely Tamil, Telugu, Hindi, Malayalam, Kannada, English, Marathi, and Punjabi. All of these songs are so popular that you cannot miss adding to your best A.R. Rahman songs playlist. Although A.R. Rahman has voiced songs in various regional languages, the regional languages he is most familiar with are Tamil and Telugu songs. People eagerly wait for top A.R. Rahman Tamil songs as well as best A.R. Rahman Telugu songs to add to their playlist. Some of the most popular A.R. Rahman Tamil songs are Thalli Pogathey, Verithanam, Kaadhal Rojave, Top Tucker, Pudhu Vellai Mazhai, Neethanae, Singapenney, and the list goes on. Some of the best A.R. Rahman Telugu songs you cannot miss are Vellipomaakey, Poovullo Daagunna, Paruvam Vanaga, Nelluri Nerajana, Nanu Preminchananu, and many others. "
  },

  {
    "name": "Arijit Singh",
    "bio": "Whenever we talk about a Bollywood singer who sings amazingly beautiful songs, we cannot afford to miss one name viz Arijit Singh. Be it a wedding or a romantic dinner or a party, they are simply incomplete without Arijit Singh songs. It is the hit Arijit Singh songs which became our “Muskurane Ki Wajah”. His songs make our “Shanivaar Raati” super amazing and don’t make us “Blame the night” for a great time. His melodious voice makes our “Chota Sa Fasana” a memorable one. Even in “Bekhayali”, all we remember is the best Arijit Singh songs. His songs are simply unmatchable and irreplaceable. Arijit Singh was born on 25th April 1987 in Jiaganj, Murshidabad, West Bengal. Arijit received widespread recognition with Tum hi ho song and Chahun main ya na song from the movie Aashiqui 2. He received several accolades for his marvelous contribution to the movie songs. After this success, the car for his career gained speed. Singh gave many other hit songs to the industry making him the king of love and heartbreak songs. Other best Arijit Singh songs which received worldwide recognition are Ae Dil Hai Mushkil, Kabhi Jo Baadal Barse, Suno Na Sangemarmar, Muskurane, Mast Magan, Sawan Aaya Hai, Manwa Lage, Khamoshiyan, Sooraj Dooba Hai, Hamari Adhuri Kahani, Channa Mereya, Phir Bhi Tumko Chaahunga, Bekhayali, and the list goes on. All these songs are popularly known as hit Arijit Singh songs. Arijit Singh has never failed to amaze us with his songs. All the latest Arijit Singh songs are a must-have in your playlist. These songs are so thoughtfully penned and marvelously voiced, that you cannot resist yourself from listening to it again and again. Some of the most popular Arijit Singh songs are Tu Hi Yaar Mera, Tujhe Kitna Chahne Lage, Pachtaoge, Pal, Tera Fitoor, Shayad, Ghungroo, Raanjhana, Intezaar, Nashe Si Chadh Gayi, Chal Ghar Chalen, and the list goes on. "
  },

  {
    "name": "Atif Aslam",
    "bio": "Atif Aslam is a Pakistani singer, dancer and film actor. His film debut was in the 2011 social drama Bol, which was the one of the highest-grossing Pakistani films of all the time."
  },

  {
    "name": "Darshan Raval",
    "bio": "Whenever we talk about Bollywood singers who touched the strings of our heart with their melodious voice, we simply cannot miss mentioning Darshan Raval in our talks. His songs made us fall in love with “saari ki saari” , cute things of our loved ones. His songs made us think about our “Mehrama” when we parted ways. His songs make us realize that “Asal mein” we love our crush the most. Apart from soulful love songs, he has also contributed in making amazing dance numbers on which you cannot resist shaking your “Kamariya”. The latest and hit Darshan Raval songs are a must-add in your playlist, if you love listening to soulful Hindi songs. Darshan Raval is an Indian singer, songwriter, music composer, and an actor. He has sung many songs in Hindi and Gujarati language. He was born on 18th October 1994 in Ahmedabad, Gujarat, India. His father is a writer and his mother is a homemaker. Raval went to Shree Swaminarayan Gurukul, Ahmedabad. After completing his studies, he participated in India’s Raw Star (2014) competition by Yo Yo Honey Singh. He emerged as the first runner up of the show. This marked the beginning of his career. Darshan Raval started his career as a composer in 2014 with the song “Pehli Mohabbat”. This song turned out to be a big hit in the Indian music industry. He made his singing debut in Gujarati film industry in the same year. He sang “It’s time to party” song from the Gujarati movie Whisky is Risky. He got his first Bollywood break in the year 2015 with “Jab tum chaho” song from the movie Prem Ratan Dhan Payo. After that, he sang the track “Mere Nishaan” for the TV serial Phir Bhi Na Maane.. Badtameez Dil. Raval has also performed live in various events and festivals. In addition to this, Raval has penned some amazing lyrics for songs like Meri Pehli Mohabbat, Ishq Chada Hai, Kevo Thayo Pagal Hoon, Ye Baarish, and Baarish Lete Aana. Raval also owns a music band named “Dip Zip Band”. With hardwork and dedication, Raval has managed to make his place in the Indian music industry. He has a great fan following and millions of fans who wait for the best Darshan Raval songs to come out. Darshan Raval songs make a special place not just in your heart but in your playlists as well. Some of the hit Darshan Raval songs are Chogada, Ek Ladki Ko Dekha Toh Aisa Laga, Tera Zikr, Dil Mera Blast, Do Din, Kheech Meri Photo, and many more. There have been many latest Darshan Raval songs which has made the audience sing along with them. Mehrama, Tu Mileya, Asal Mein, Hawa Banke, Mehrama (Extended), and many more."
  },

  {
    "name": "Diljit Dosanjh",
    "bio": "Whenever we talk about prominent singers who are not just ruling the Punjabi music industry but have also swoon the Bollywood music industry with their charm, we just cannot miss the name of Diljit Dosanjh. Diljit Dosanjh is an Indian actor, singer, and writer. He was born on 6th January 1984 in Dosanjh Kalan, Jalandhar, Punjab. Dosanjh belongs to a humble Punjabi family. His father worked as a bus driver in Punjab roadways, while his mother is a homemaker. Diljit gave his first stage performance to engage the audience when Master Saleem reached late for one of his shows. He is married to Sandeep Kaur and has a son. To fulfill his passion, he made his singing debut in the year 2002 with the album Ishq Da Uda Ada. Post that, he launched another album Dil. Dosanjh made his acting debut with the film The Lion of Punjab in February 2011. Albeit the film underperformed in the box office, his song “Lakk 28 Kudi Da” film featuring Yo Yo Honey Singh was a big hit. This boosted his confidence that he can still manage to fulfill his desire of becoming a great singer one day. Subsequently, he released his first single Nachdi De in the year 2009 which featured Miss Pooja. Thereafter, he released several super hit songs like Patiala Peg, Jatt Fire Karda, 5 Taara, Raat Di Gedi, Jind Mahi, and the list goes on. He got his singing breakthrough in the year 2013 with his song Proper Patola featuring Badshah. Moreover, this song also got featured on Vevo, the first Punjabi song ever. This was what boosted Dosanjh’s confidence and he had come to realize that he had finally started walking towards his goals. Later, Diljit also got featured in commercial hit Punjabi movies like Jatt & Juliet, Jatt & Juliet 2, Punjab 1984, Sardaarji, Ambarsariya, Super Singh, and many others. Dosanjh made his Bollywood debut with the film Udta Punjab, which became a huge success and also got him his very first Filmfare award. He has also voiced various Bollywood film songs including Tung Tung Baaje, Ik Kudi, Move Your Lakk, and many others. In the year 2018, Diljit played the lead protagonist in the film Soorma, based on the life of famous International hockey player Sandeep Singh. He has also been the host for the show Awaaz Punjab Di and has also been featured in various TV commercials. Apart from a hedonistic star-studded life, Diljit is a philanthropist.Some of the most popular Diljit Dosanjh songs are G.O.A.T., Clash, Sauda Khara Khara, Raat Di Gedi, Putt Jatt Da, Laembadgini, Do You KNow, Navi Navi Yaari, and the list goes on."
  },

  {
    "name": "Guru Randhawa",
    "bio": "Punjabi songs indeed have a separate fanbase. Be it a party or a long drive, Punjabi songs are the best companion in all your moments. Among the best Punjabi singers, one artist who has not just created a fan base in the Punjabi music industry but Bollywood music industry as well is none other than Guru Randhawa. All his songs make you want to go to this “High rated gabru” and tell him “I like you”. All the hit Guru Randhawa songs are a combination of vibrant beats and fabulous lyrics, which makes them everyone’s favorite. All the popular Guru Randhawa songs are a must-have in your playlist as they fit in all the moods perfectly. Gursharanjot Singh Randhawa, professionally known as Guru Randhawa, was born on 30th August 1991. Randhawa hails from Nurpur, Dera Baba Nanak Tehsil in Gurdaspur District, Punjab. He started performing in small shows in Gurdaspur. After performing for some years, Randhawa shifted to Delhi where he began performing in Delhi in small parties and functions. While staying in Delhi, he also completed his MBA. Guru Randhawa sang his first song “Same Girl” with Arjun. He was the first person to take Randhawa in his video. He was named “Guru” by rapper Bohemia. Guru Randhawa is associated with Punjabi, Bhangra, Indi-pop, and Bollywood music. Randhawa collaborated with many acclaimed Punjabi singers like Bohemia, Ikka, Millind Gaba, Diljit Dosanjh, and many more. In 2017, he sang in the Indian Premier League opening ceremony. Randhawa’s Bollywood singing debut started from the movie Hindi Medium. And once he entered the Bollywood music industry, there was no looking back. He created an image and reputation in the Bollywood music industry as well. While he sang in many Bollywood movies, several Guru Randhawa songs appeared in various Bollywood films. In 2018, Randhawa became a part of Salman Khan’s Dabangg Reloaded tour. His first international collaboration was with Pitbull for the song Slowly Slowly. The music video of this song became trending within 24 hours of its release. Not a single moment is complete without a beat of hit Guru Randhawa songs. All the latest Guru Randhawa songs that come up instantly become people’s favorite. Some of the most popular Guru Randhawa songs are Lagdi Lahore Di, Ishq Tera, Ishare Tere, High Rated Gabru, Morni Banke, Made in India, Patola, Suit, Slowly Slowly, Enni Soni, and the list goes on."
  },

  {
    "name": "Harrdy Sandhu",
    "bio": "Hardavinder Singh Sandhu is an Indian singer, actor and former cricketer. His first song was Tequilla Shot, and he gained popularity with Soch and Joker, which were written by Jaani and music composed by B Praak. Punjabi songs indeed have a separate fanbase. Be it a party or a long drive, Punjabi songs are the best companion in all your moments. Among the best Punjabi singers, one artist who has not just created a fan base in the Punjabi music industry but Bollywood music industry as well is none other than Harrdy Sandhu. "
  },

  {
    "name": "Jubin Nautiyal",
    "bio": "Bollywood songs are surely our favourite. Be it any moment, we know all of them are incomplete without a beat of these Bollywood songs. While some songs are best suited for house-warming parties, some songs are best to express your feelings with your loved ones. And the one Bollywood singer who’s currently giving out the best and soulful love songs is none other than Jubin Nautiyal. He is famous among the audience for his melodious voice which inhibits the true feelings of a song in them. He has a wide fan following who eagerly wait for latest Jubin Nautiyal songs to come now and then. Jubin Nautiyal is an Indian playback singer, songwriter, music composer, and music director best known for his work in the films Bajrangi Bhaijaan and Kaabil. He was born on 14th June 1989 in Dehradun, the capital city of Uttarakhand, India. Jubin made his debut with the song Ek Mulakaat from the movie Sonali Cable in 2014. He also voiced Meherbaani for the movie “The Shaukeens” in the same year. In the year 2016, he made his debut in the Tamil music industry with the song Telusaa Telusaa from the movie Sarrainodu. His Bengali debut was made with the movie Aashiqui in the year 2014 by singing the song Tor Aashiqui. Nautiyal was the lead singer for the movie Kaabil in 2017. With this, he came into limelight and came to know that he has finally climbed the ladder of success. In the year 2019, his songs Tujhe Kitna Chahne Lage from the movie Kabir Singh and Tum Hi Aana from Marjaavaan established him as one of the leading singers in the Bollywood music industry. People eagerly search for hit Jubin Nautiyal songs now and then to add them to their hit Bollywood songs playlist. Some of the most popular Jubin Nautiyal songs of all times are Meri Aashiqui, Akh Lad Jaave, Kinna Sona, The Humma Song, Gazab Ka Hai Din, Lo Safar, Humnava Mere, Socha Hai, Kaabil Hoon, Tum Se, Sawarne Lage, and the list continues. "
  },

  {
    "name": "Lata Mangeshkar",
    "bio": "Bharat Ratna Lata Mangeshkar (born on September 28, 1929, Sangli, Maharashtra, India) is widely regarded as one of India's greatest and most popular singers of all time and has had a career that has spanned more than six decades. She is one of the only two singers (and the only playback singer) to have been awarded the Bharat Ratna, the nation's highest civilian honour (the other being legendary classical vocalist M.S. Subbulakshmi). Although she mainly sings for Hindi films, Lata Mangeshkar's popularity and influence transcends all barriers of region and language. User-contributed text is available under the Creative Commons By-SA License and may also be available under the GNU FDL. "
  },

  {
    "name": "Mika Singh",
    "bio": "Whenever we talk about singers who have sung marvelous dance songs, we cannot afford to miss the name of Mika Singh. Hands down, his voice has a vibe which carries everyone to the dance floor and makes them groove along with his songs. It is the hit Mika Singh songs which make our hands put in the air and shout Party Chale On. Dance to the beats of Rani Main Tu Raja with your lover, or groove along with your friends on Jumme Ki Raat, or prepare for the best dance performance on Akhiyon Se Goli Maare. Be it any occasion, all of them are simply incomplete without a beat of Mika Singh songs. Amrik Singh, better known as Mika Singh, is an Indian pop singer and rapper. He was born on 10th June 1977 in Durgapur, West Bengal, India.  Later, he composed the song Darr Di Rabb Rabb Kardi for his brother Daler Mehandi. The song became a super hit. It was then Mika realised that he must pay full attention to his choice of career. Mika Singh used to go to many music directors in order to seek help for his singing career. They used to listen to his songs just because he was Daler Mehandi’s brother but later rejected him because of his unconventional voice. After facing many rejections on his way, Mika finally decided to launch his own music album. Mika started his singing career in the year 2008 by voicing Saawan Mein Lag Gayi Aag song.In 2006, he made his Bollywood singing debut with Dil Tod Ke Na Ja (Remix) from Pyaar Ke Side Effects movie. Thereafter, he lent his voice for some super hit songs which no one could resist listening to. People wait now and then for the latest Mika Singh songs to come up so they can add them to their Mika Singh songs playlist. Some of the most popular Mika Singh songs are Aankh Marey, Ankhiyon Se Goli Mare, Tum Par Hum Hai Atke, The Bhoot Song, Mauja Hi Mauja, Poster Lagwa Do, Subah Hone Na De, Milegi Milegi, Mast Kalendar, Hawa Hawa, and the list goes on. "
  },

  {
    "name": "Neeti Mohan",
    "bio": "Neeti Mohan is an Indian singer. She sings mainly in Hindi and few Tamil films, but has also done songs in Marathi, Telugu, Kannada, Bengali, Punjabi, and English. Born in Delhi, she was one of the winners of the Channel V's reality show Popstars, subsequently being chosen for Aasma, with other winners of the show. "
  },

  {
    "name": "Neha Kakkar",
    "bio": "There are a lot of female Bollywood singers who have never failed to amuse us with their marvelous songs. And whenever we talk about one such artist who is currently ruling hearts of people everywhere, we cannot afford to miss Neha Kakkar. This singer has surely become the “Superstar” in our eyes. Be it a party on “Goa Beach” or a long drive in “Lamborghini”, her songs best accompany us in all of these situations. People eagerly wait for the latest Neha Kakkar songs to drop in so they can renew their playlists with new Neha Kakkar songs. Neha Kakkar is an Indian playback singer. She was born on 6th June 1988 in Rishikesh, Uttarakhand. She grew up in Delhi and completed her schooling from New Holy Public School, Uttam Nagar, New Delhi. She is the younger sister of Indian playback singer Sonu Kakkar and has a brother Tony Kakkar who is also a singer. Kakkar always wanted to pursue a career in singing and so after her graduation, she moved towards achieving her goals. Neha Kakkar started her career by participating in singing competition Indian Idol Season 2 as a contestant. After Indian Idol, she entered in the Bollywood music industry with her debut album “Neha The Rock Star”, which was composed by Meet Bros. in the year 2008. In 2013, Kakkar made an appearance in the song Dhating Naach from the movie Phata Poster Nikla Hero. She also voiced the party song Sunny Sunny along with Honey Singh in the year 2014. This gave her career a breakthrough and helped her in becoming popular and creating her own identity. In the same year, Kakkar voiced the song London Thumakda from the movie Queen. She also voiced songs in other languages as well. She has voiced a number of Bollywood songs which also came to be known as hit Neha Kakkar songs. While some songs are famous by their name, some are famous by their singer who sang the song. Same is the case with Neha Kakkar. People eagerly wait for the latest Neha Kakkar songs to come out. Some of the top Neha Kakkar songs which have ruled hearts are Kalla Sohna Nai, Garmi, O Saki Saki, Dilbar, Superstar, Tu Hi Yaar Mera, Goa Beach, Aankh Marey, Coca Cola, Yaad Piya Ki Aane Lagi, Gali Gali, Chamma Chamma, Dheeme Dheeme, Ek Toh Kam Zindagani, and the list goes on."
  },

  {
    "name": "Palak Muchhal",
    "bio": "Palak Muchhal (born 30 March 1992) is a singer from Indore, Madhya Pradesh, India. She and her younger brother Palash Muchhal perform stage shows across India and abroad to raise funds for poor children who need financial assistance for the medical treatment of heart disease."
  },

  {
    "name": "Sachet Tandon",
    "bio": "Sachet–Parampara are an Indian music composer and lyricist duo consisting of Sachet Tandon and Parampara Thakur. The duo is known for their work in Hindi films including Toilet: Ek Prem Katha, Bhoomi, Yamla Pagla Deewana Phir Se, Batti Gul Meter Chalu, Pal Pal Dil Ke Paas, Kabir Singh & Tanhaji."
  },

  {
    "name": "Sharry Mann",
    "bio": "Surinder Singh Mann, better known as Sharry Mann, is an Indian Punjabi playback singer, lyricist, and film actor, vocalist. His latest song is Gumaan. "
  },

  {
    "name": "Sonu Nigam",
    "bio": "There have been innumerous Bollywood singers who have made the audience smile and cry at the same time. And whenever we start counting the names of these singers, the first name that hits us is Sonu Nigam. He is one of the finest singers of Bollywood. People did not miss out on any latest Sonu Nigam song. There was a whole different vibe when someone used to play Sonu Nigam songs. That vibe is beyond explanation. Sonu Nigam indeed has a charming voice which would hypnotise people and they couldn’t resist listening to his songs again and again. Sonu Nigam is an Indian playback singer and composer. He mostly sings Hindi and Kannada language movie songs. Apart from these, he has also voiced songs in other languages like English, Bengali, Manipuri, Gujarati, Tamil, Telugu, Nepali, Malayalam, and many other languages. He is one of the highest paid singers and is regarded as the Lord of Chords. Nigam was born on 30th July 1973 in Faridabad, Haryana, India. He had an interest in singing from a very young age. Sonu first sang at the age of four, when he joined his father on stage to sing Kya Hua Tera Wada song originally voiced by Mohammed Rafi. He then began accompanying his father on his singing appearances at weddings and parties. At the age of 18, he moved to Mumbai with his father to begin his Bollywood singing career. Nigam was trained by Hindustani classical singer Ustad Ghulam Mustafa Khan. On 15th February 2002, Nigam married Madhurima Nigam. They have a son named Neevan. Sonu Nigam has recorded various romantic, rock, devotional, sad, ghazal, and patriotic songs. Nigam has released pop albums in various languages namely Hindi, Punjabi, Chhattisgarhi, Odia, and Kannada. He has released various Buddhist albums as well. His first film song as a playback singer was for the movie Janam in the year 1990. This was never officially released. He later began making radio commercials and also started acting in them. Nigam’s first released song was O Aasman Wale from the movie Aaja Meri Jaan in 1992. Subsequently, he released his first album Rafi Ki Yaadein in the same year. After this, he voiced songs for various movies like Muqabla, Veerta, Meherban, Shabnam, Kasam Teri Kasam, Aag, Khuddar, Hulchul, Stuntman, Ramjaane, Gaddaar, and many more. With this, Sonu knew that he had finally climbed the ladder of success and now there’s no looking back for him. He then hosted the show Sa Re Ga Ma Pa and on the other side, voiced various other movie songs. Nigam provided playback singing for Hindi movies including Kal Ho Na Ho in the year 2003, and also voiced the song Abhi Mujh Mein Kahin from the movie Agneepath in the year 2012. People eagerly wait for the latest Sonu Nigam songs so they can add them to their Sonu Nigam songs playlist. Some of the most popular Sonu Nigam songs are Hamen Jab Se Mohabbat, Guzarish, Kahan Kho Gaye Woh Yaar, Door Na Ja, Hans Mat Pagli, The Goggle Song, Gulabi Retro Mix, Dard, Tu Hi Na Jaane, Tere Bin, Sapna Jahan, Love is a Waste of Time, and the list goes on. "
  },

  {
    "name": "Sunidhi Chauhan",
    "bio": "Sunidhi Chauhan is an Indian playback singer. Born in Delhi, she began performing in local gatherings at the age of 5 and made her career debut at the age of 13, with the film Shastra. Often dubbed by the media as the queen of item songs, Sunidhi's powerful voice has enlivened some of the most iconic item songs in Bollywood in the past few decades - 'Mehboob Mere' from Fiza (2000), 'Dhoom Machale' from Dhoom (2004), 'Beedi Jalaile' from Omkara (2006) and 'Sheila Ki Jawani' from Tees Maar Khan (2010) being some of the notable examples. The latter two of these won her the Filmfare Award for Best Playback Singer in 2007 and 2011 respectively.Other notable song credits include 'Kaisi Paheli' from Parineeta (2006), 'Aashiqui Main' from 36 China Town (2007), 'Dance Pe Chance' from the romantic comedy Rab Ne Bana Di Jodi (2009), 'Mudhal Murai' from the Tamil film Neethaane En Ponvasantham (2012) and 'Dilliwaali Girlfriend' from Yeh Jawaani Hai Deewani (2013). Significant titles in Sunidhi's more recent discography include Piku (2015), Secret Superstar (2017) and the biographical drama Sanju (2018)."
  },

  {
    "name": "Shreya Ghoshal",
    "bio": "Shreya Ghoshal is an Indian playback singer various Indian filims. She has performed in various languages including Tamil, Telugu, Kannada, Hindi, Bengali, Malayalam, Nepali, Assamese, Gujarati, Marathi, Oriya, and Punjabi.Playback singer Shreya Ghoshal started her illustrious career in 2002 after she was noticed by Sanjay Leela Bhansali when she won the musical reality show Sa Re Ga Ma Pa at the age of sixteen and subsequently sang five songs in his film, Devdas. Her seductive numbers in Jism established her as a versatile singer in the industry, and since then she has only seen progress in her career. Working with big names in the industry, like Anu Malik, Shankar-Ehsaan-Loy, Nadeem-Shravan she lent her voice to popular songs like Piyu Bole, Dheere Jalna, Agar Tum Mil Jao, Pehle Se, Hum To Aise Hain, Yeh Ishq Haaye, Mere Dholna, Main Agar Kahoon, Deewani Mastani, Pinga among many more, before she was associated with Bucket List (2018). Her other 2018 releases include Padmaavat, Sanju and Dhadak"
  },

  {
    "name": "Tulsi Kumar",
    "bio": "Tulsi Kumar is an Indian playback singer for Bollywood films.She is a daughter of the late Gulshan Kumar and sister of music baron of India Bhushan Kumar."
  },

  {
    "name": "Vishal Mishra",
    "bio": "Vishal Mishra is an Indian music composer and singer. He first appeared in a television reality singing show aired on DD National. He was then guided through his initial days in the industry by Lalit Pandit of Jatin–Lalit fame."
  }
]
